Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nyinorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: A constitutional law was formed and signed and the Swedish king Karl Johan came to Norway.
nb: En grunnlov ble utformet og undertegnet, og svenske kong Karl Johan kom til Norge.

source: reach the age of 18 in the election year and have Norwegian citizenship.
nb: Du fyller 18 år valgåret og har norsk statsborgerskap.

source: Fires and major accidents – 110
nb: Varsle brannvesenet på 110.

source: Everyone can receive a retirement pension on reaching the age of 67.
nb: Alle kan få alderspensjon fra fylte 67 år.

source: If you receive a bill that you do not agree with, you must first complain to the toll company.
nb: Hvis du har fått en regning du ikke er enig i, må du først klage til bomselskapet.

source: As an independent nation, Norway is a member of international organisations such as the United Nations (UN) and NATO, but it is not part of the European Union (EU).
nb: Som selvstendig stat er Norge medlem i internasjonale organisasjoner som De forente nasjoner (FN) og NATO, men deltar ikke i Den europeiske unionen (EU).

source: The Directorate of Integration and Diversity (IMDi) is a centre of expertise and a driving force for integration and diversity in Norway.
nb: Integrerings- og mangfoldsdirektoratet (IMDi) er et kompetansesenter og en pådriver for integrering og mangfold i Norge.

source: Norway Bussekspress and Vy are the two largest long-distance bus companies in Norway.
nb: Norway Bussekspress og Vy er de største busselskapene som driver med langtransport innad i Norge.

source: for more information.
nb: for mer informasjon.

source: Other articles under The law and crime
nb: Øvrige artikler under Lover og lovbrudd

source: The year 1814 is a remarkable year in the Norwegian history.
nb: 1814 er et bemerkelsesverdig år i norsk historie.

source: Recognition of education
nb: Godkjenning av utdanning

source: For further information, contact your local housing office.
nb: For mer informasjon, ta kontakt med bostøttekontoret i din kommune.

source: If the deadline for the periodic technical inspection (also known as EU inspection) has expired, the inspection must be carried out before the change of ownership can be registered.
nb: Hvis fristen for EU-kontroll (periodisk kjøretøykontroll) er gått ut, må kontrollen gjennomføres før kjøretøyet kan omregistreres.

source: You can log on using an electronic ID from MinID, Buypass or Commfides.
nb: Det er mulig å logge inn med elektronisk ID fra MinID, Buypass og Commfides.

source: The Directorate cooperates with municipalities, government agencies, immigrant organisations and groups and the private sector.
nb: Direktoratet samarbeider med kommuner, statlige etater, innvandrerorganisasjoner og innvandrergrupper og privat sektor.

source: People who do not own a home in Norway can apply for a first-time buyer mortgage, i.e. a mortgage with the same interest rate for the entire amount where you can borrow up to 100 per cent of the purchase price.
nb: For personer som ikke har bolig i Norge, er det mulig å søke om førstehjemslån, det vil si med samme rentesats for hele lånebeløpet inntil 100 prosent finansiering.

source: EU/EEA nationals are not issued such cards.
nb: EU/EØS borgere skal ikke ha kort.

source: You are entitled to 12 hours' free legal aid if you have been subjected to pressure or force before you married.
nb: Du har rett til 12 timer gratis juridisk hjelp hvis du har blitt utsatt for press eller tvang før du giftet deg.

source: You become resident for tax purposes if you live in Norway for more than 183 days during a 12-month period or more than 270 days during a 36-month period.
nb: Man blir bosatt i Norge dersom man oppholder seg i Norge i mer enn 183 dager i løpet av 12 måneder, eller mer enn 270 dager i løpet av en periode på 36 måneder.

source: If you were granted your first permit before that date, the requirement is 300 hours of mandatory tuition.
nb: Har du fått din første tillatelse før denne datoen, er kravet til obligatorisk opplæring 300 timer.

source: Mediation is a method of dealing with conflicts.
nb: Megling er en metode for konflikthåndtering.

source: are a citizen of another Nordic country and have been registered as a resident of Norway by 30 June in the election year.
nb: Du er statsborger i et annet nordisk land og er blitt folkeregistrert som bosatt i Norge senest 30.

source: The number of people employed in industry declined from 1973 onwards, while the number of employees in service occupations increased.
nb: Fra 1973 gikk antallet ansatte i industri tilbake, mens antall ansatte i tjenesteyrker økte.

source: The tenant can object to the termination, and the termination will lapse if the landlord does not take the case to the Conciliation Board/The Rent Disputes Tribunal in Oslo, Akershus, Bergen and Trondheim (HTU -Husleietvistutvalget)
nb: Leietaker kan protestere mot utleiers oppsigelse, og oppsigelsen faller da bort hvis ikke utleier bringer saken inn for forliksrådet/HTU (Husleietvistutvalget for Oslo, Akershus, Bergen og Trondheim).

source: But immigrants came to play a more important role in some parts of the country, for example Swedes in Østfold and Finns in Finnmark.
nb: Men innvandrere spilte en større rolle i noen deler av landet, som svensker i Østfold og finner i Finnmark.

source: If you move to another EEA country, you keep your old-age pension from the Norwegian National Insurance Scheme.
nb: Hvis du flytter til et EØS-land, får du med deg alderspensjonen fra folketrygden.

source: For 2019, the Storting has set the licence at NOK 3038,56.
nb: For 2019 har Stortinget fastsatt TV-lisensen til kroner 3038,56.

source: Khat, hash and marihuana, which are legal in other countries, are considered illegal drugs in Norway.
nb: Khat, hasj og marihuana, som kan være lovlig i andre land, regnes som narkotika i Norge.

source: 15 benefit weeks are reserved for the mother (the maternal quota) and 15 benefit weeks are reserved for the father (the paternal quota).
nb: Mor har rett til 15 uker (mødrekvote) og 15 uker er forbeholdt far (fedrekvoten).

source: Police and rescue coordination centre – 112 For criminal offences where there is a danger to people’s lives, if there is a risk of evidence being destroyed, or for other urgent inquiries, call the Police on tel.
nb: Politi og redningssentral: Ved kriminelle handlinger der det er fare for liv, bevisforspillelse eller andre henvendelser som ikke kan vente, ring Politiets nødtelefon på 112.

source: It is divided into primary school (age 6-12) and lower secondary school (age 13-15).
nb: Grunnskolen er delt opp i barneskole (6-12 år) og ungdomsskole (13-15 år).

source: Fire safety in the home
nb: Brannsikkerhet i boliger

source: If you lose your permit, you must leave the country.
nb: Dersom du mister tillatelsen din, må du reise fra Norge.

source: If you are in a difficult situation, need help, advice and guidance in relation to forced marriage, contact the Expert Team for the Prevention of Forced Marriage by calling 478 09 050, or the Red Cross helpline on 815 55 201.
nb: Dersom du befinner deg i en vanskelig situasjon, trenger hjelp, råd og veiledning knyttet til tvangsekteskap, ta kontakt med Kompetanseteamet mot tvangsekteskap på telefon 478 09 050, eller Røde Kors-telefonen 815 55 201.

source: In order to insure the contents of your apartment/house, you need home contents insurance.
nb: For å forsikre tingene i leiligheten/huset ditt, trenger du innboforsikring.

source: If the defects are substantial, the tenant can cancel the lease.
nb: Hvis manglene er vesentlige, kan leietaker heve avtalen.

source: If the child has a chronic illness or disability, the employee has extended rights.
nb: Hvis barnet har en kronisk sykdom eller funksjonshemming, har arbeidstaker utvidede rettigheter.

source: First-time registration – step by step:
nb: Trinn for trinn ved førstegangsregistrering:

source: Children who have parents living in Norway
nb: Barn som har foreldre i Norge

source: Emergencies – call 113: for life-threatening and acute health problems.
nb: Akutt - ring 113: ved livstruende og akutte skader.

source: The requirements apply to all applicants between the ages of 16 and 67.
nb: Kravene gjelder for alle søkere mellom 16 og 67 år.

source: Transport and services
nb: Transport og tjenester

source: Cohabitants over the age of 18, when the couple has lived together for at least two years and intends to continue their cohabitation.
nb: samboer over 18 år, når paret har bodd sammen i minst to år og vil fortsette samlivet

source: Health personnel are responsible for organising an interpreter if necessary.
nb: Helsepersonellet har ansvar for å skaffe tolk hvis det er nødvendig.

source: If you renew your permit, you will be issued a residence card.
nb: Når du eventuelt fornyer tillatelsen din, vil du få oppholdskort.

source: You must be between the ages of 18 and 67, and, as a rule, you must live or stay in the country.
nb: Du må være mellom 18 og 67 år, og som hovedregel må du fortsatt være medlem i folketrygden.

source: A cohabitant over the age of 18 who has children with the person in Norway, and the couple intend to continue their cohabitation.
nb: samboer over 18 år, som har barn med personen i Norge, og de skal fortsette samlivet

source: The union with Sweden lasted less than 100 years and ended in 1905 as a result of a popular referendum.
nb: Unionen med Sverige varte i mindre enn 100 år og opphørte i 1905 etter en folkeavstemning.

source: Norway is not a member of the European Union (EU), but it is part of the European Economic Area (EEA).
nb: Norge er ikke medlem av Den europeiske Union (EU), men av Det europeiske økonomiske samarbeidet (EØS).

source: If you meet the conditions for driving with foreign number plates after customs clearance, you must ensure that the registration form (form NA-0221) is kept in the vehicle until it is registered.
nb: Dersom du oppfyller villkårene for å kjøre med utenlandske kjennemerker (bilskilt) etter fortolling, må du la registreringskortet (blankett NA-0221) være i kjøretøyet frem til registrering.

source: From 1970, immigrants comprised labour migrants and specialists, people taking an education, refugees and asylum seekers, and members of immigrants and Norwegian nationals' families.
nb: Fra 1970 kom det både arbeidsvandrere og spesialister, folk under utdanning, flyktninger og asylsøkere, og familiemedlemmer til innvandrere og til norske statsborgere.

source: You can also ask Samordna opptak for an assessment of your education.
nb: Dukan også få utdanningen din vurdert av Samordna opptak.

source: Little by little they acquired national identities and became Swedes, Danes and Norwegians.
nb: Etter hvert utviklet de egen nasjonal identitet og ble svensker, dansker og nordmenn.

source: After customs clearance, Customs and Excise issues a registration form (form NA-0221).
nb: Etter fortolling utleverer Tollvesenet registreringskortet (blankett NA-0221).

source: Most of the towns were relatively small, except for Oslo, which has been Norway's capital since 1814.
nb: De fleste byene var lenge forholdsvis små, med unntak av Oslo, som har vært hovedstad siden 1814.

source: Reasonable grounds for lay-offs can, for example, be a lack of orders, the over-accumulation of stock, accidents or similar.
nb: Saklige grunner for permittering kan for eksempel være ordremangel, fulle lager, ulykker eller lignende.

source: Norwegian (bokmål and nynorsk) is the official administrative language in Norway.
nb: Norsk (bokmål og nynorsk) er forvaltningsspråket i Norge.

source: Other articles under Upper secondary school for adults
nb: Øvrige artikler under Videregående skole for voksne

source: The exemption card for user fee group 1 will automatically be sent to your registered address in the Population Register when you become entitled to it.
nb: Frikort for egenandelstak 1 sendes automatisk i posten til din folkeregistrerte adresse når du har rett på det.

source: If you own your own home, you must insure the building (home insurance).
nb: Eier du boligen må du forsikre bygningen (bolig/villaforsikring).

source: Today, the Sami people are part of modern society.
nb: I dag er samene en del av det moderne samfunnsliv, bor også i byer og finnes i alle yrker.

source: You can choose between 100 per cent parental benefit for 49 weeks or 80 per cent for 59 weeks.
nb: Du kan velge mellom å ta ut 100 prosent foreldrepenger i 49 uker, eller 80 prosent foreldrepenger i 59 uker.

source: Norway extends over 13 degrees latitude from Lindesnes to the North Cape, the same distance as from Lindesnes to the Mediterranean.
nb: Fra Lindesnes til Nordkapp strekker Norge seg over mer enn 13 breddegrader, eller like langt som fra Lindesnes til Middelhavet.

source: Municipal and county council elections (also called local elections) – held every four years.
nb: Kommunestyre- og fylkestingvalg (kalles også lokalvalg) – avholdes hvert fjerde år.

source: You can be paid cash-for-care benefit for maximum 11 months.
nb: Du kan få kontantstøtte maksimalt i 11 måneder.

source: You can receive a retirement pension from the National Insurance scheme when you have reached the age of 62 if you have had sufficiently high earnings.
nb: Du kan få alderspensjon fra folketrygden når du ha fylt 62 år hvis du har tilstrekkelig høy opptjening.

source: To be entitled to unemployment benefit, your working hours must usually have been reduced by at least 50 per cent.
nb: For å ha rett til dagpenger, må du som hovedregel ha fått arbeidstiden din redusert med minst 50 prosent.

source: When you have lived in Norway continuously for three years, you can be granted a permanent residence permit.
nb: Når du har bodd sammenhengende i Norge i tre år, kan du få en permanent oppholdstillatelse.

source: A spouse or registered partner over the age of 18, when the couple plans to live together in Norway.
nb: ektefelle eller registrert partner over 18 år, når ektefellene skal bo sammen i Norge

source: Right to upper secondary education for adults
nb: Rett til videregående opplæring for voksne

source: If you have lost Part 2 of the vehicle registration certificate, download and fill in a notification of loss form and send it to a Driver and Vehicle Licensing Office. The new owner's responsibility
nb: Hvis du har mistet vognkortets del 2, last ned og fyll ut tapsmelding og send den til en trafikkstasjon. Ny eiers ansvar

source: There are two types of exemption cards.
nb: Det finnes to typer frikort.

source: • Keep a safe distance from fish farms.
nb: • Hold avstand til oppdrettsanlegg.

source: General elections – held every four years.
nb: Stortingsvalg – avholdes hvert fjerde år.

source: This is known as public right of way, and it is an important precondition for outdoor pursuits in Norway.
nb: Dette kalles allemannsretten, og er en viktig forutsetning for friluftslivet i Norge.

source: To be entitled to upper secondary education specially organised for adults, you must be older than 25 or have turned 25 the same year.
nb: For å ha rett til videregående opplæring spesielt organisert for voksne, må du være eldre enn 25 år eller fylle 25 år samme året.

source: Child welfare services are present in every municipality in Norway.
nb: Barnevernet finnes i alle kommuner i Norge.

source: If the employer has reasonable grounds for the dismissal, the period of notice starts when the leave of absence is over.
nb: Dersom en arbeidsgiver har saklig grunn for oppsigelsen, starter oppsigelsestiden å løpe når permisjonen er over.

source: A right, but not an obligation.
nb: Rett, ikke plikt.

source: In more than 90% of cases, the conflict is resolved by the parties reaching an agreement.
nb: I mer enn 90 % av sakene blir konflikten løst ved at partene er enig om en avtale.

source: Sending insured letters
nb: Sending av verdibrev

source: From 1397, Norway was ruled by the same king as Denmark, and it was part of the same state.
nb: Fra år 1397 fikk landet felles konge med Danmark, og var del av den samme staten.

source: Step 1: Before importation to Norway You should find out from one of the Norwegian Public Roads Administration's Driver and Vehicle Licensing Offices what technical requirements apply to the vehicle for it to be approved in Norway.
nb: Trinn 1: Før innførsel til Norge Du bør undersøke med en av Statens vegvesens trafikkstasjoner hvilke tekniske krav som stilles til kjøretøyet for at det skal bli godkjent i Norge.

source: You must have reached the age of 18 to marry.
nb: Du må ha fylt 18 år før du kan gifte deg.

source: 4%, other religions and beliefs app.
nb: 4%, andre religioner og livssyn ca.

source: If you experience or witness violence in your family, you should report it as soon as possible.
nb: Dersom du er blant de som kan søke fra Norge, skal du levere søknaden til politiet der du bor.

source: The detectors should be placed near stairs and in escape routes, at the highest point of the ceiling and at least 50 centimetres from walls (follow the installation instructions).
nb: Røykvarslerne bør monteres i nærheten av trapper og i rømningsveier, på høyeste punkt i taket og minimum 50 centimeter fra vegg (følg monteringsanvisningen).

source: Other articles under Recognition of education
nb: Øvrige artikler under Godkjenning av utdanning

source: If you are concerned about someone or you need help yourself, contact the Red Cross helpline on 815 55 201.
nb: Dersom du er bekymret for noen, eller du selv trenger hjelp, ta kontakt med Røde Kors-telefonen 815 55 201.

source: It is also prohibited to park at a taxi stand or a bus stop, or within 20 meters of either side of those.
nb: Det er forbudt å parkere på taxi- og bussholdeplass og 20 meter fra disse i begge retninger.

source: • Ensure that all screw-in fuses are tightened • If the fuses are too hot to touch, they are overloaded.
nb: • Sørg for at alle skrusikringer er godt tilskrudd • Sikringer som er så varme at man ikke kan ta på dem er overbelastet.

source: Glass, metal and hazardous waste are examples of waste that must be taken to the municipality’s waste recycling centres.
nb: Glass, metall og farlig avfall er eksempler på avfall som bringes til kommunens avfallsstasjoner.

source: Health, safety and the environment (HSE)
nb: Helse, miljø og sikkerhet (HMS)

source: The employer pays the sickness benefit for the first 16 days, after which the Norwegian National Insurance scheme takes over.
nb: De første 16 dagene er det arbeidsgiveren din som betaler sykepengene, deretter overtar folketrygden.

source: Health, safety and environment (HSE)
nb: Helse, miljø og sikkerhet (HMS)

source: No boat traffic is permitted closer than 20 metres from fish farms and it is forbidden to fish closer than 100 metres from such farms.
nb: Ferdsel med båt skal ikke skje nærmere enn 20 meter fra anlegg og det er ikke lov å fiske nærmere enn 100 meter fra slike anlegg.

source: If an employee requests negotiations about dismissal, this must be requested within 14 days of the receipt of the notice of dismissal.
nb: Hvis du ønsker forhandling om en oppsigelse, må dette kreves innen 14 dager etter mottakelse av oppsigelsen.

source: If you are a frontier worker, you can stay in your country of residence while receiving unemployment benefit from Norway.
nb: Er du grensearbeider, kan du oppholde deg i bostedslandet mens du mottar dagpenger under permittering fra Norge.

source: Boys and girls attend kindergarten together and are schooled in mixed classes.
nb: Gutter og jenter går i sammen i barnehage og i samme klasse på skolen.

source: Sending letters by recorded delivery
nb: Sending av rekommandert brev

source: The e-invoices is precompleted with the KID number, account number and amount, which makes it easy to pay.
nb: E-faktura er ferdig utfylt med KID-, kontonummer og beløp, noe som gjør det enkelt å betale.

source: A grant is money that is given to you, while a loan must be repaid.
nb: Stipendet er penger du får, mens lånet må du betale tilbake.

source: Norway Post is responsible for postal services in Norway.
nb: Posten Norge AS har ansvar for postgangen i Norge.

source: Union with Denmark
nb: Union med Danmark

source: Incorrect information about the dwelling given by the landlord will be considered a breach of contract (defect).
nb: Gir utleier feil opplysninger om en bolig, vil det være et kontraktsbrudd (mangel).

source: The obligation to participate applies to everyone between the ages of 16 and 67.
nb: Plikten til opplæring gjelder personer mellom 16 og 67 år.

source: As EU/EEA/EFTA nationals with right of residence in Norway pursuant to the EEA Regulations, your family members are entitled to come to Norway to live with you.
nb: Hvis du som EU/EØS/EFTA-borger har hatt sammenhengende lovlig opphold i Norge i minst fem år, kan du søke om varig oppholdsbevis som gjelder på ubestemt tid.

source: This means that you do not have to pay interest on what you have borrowed on your credit card if you pay back the entire amount within 45 days.
nb: Det vil si at du slipper å betale renter på det du har lånt på kredittkortet, dersom du betaler tilbake hele beløpet innen 45 dager.

source: The permit also forms the basis for permanent residence in Norway.
nb: Videre danner tillatelsen grunnlag for permanent opphold i Norge.

source: You will be able to familiarise yourself with your rights and duties, and you will be given practical advice and tips.
nb: Du vil bli kjent med dine rettigheter og plikter, og du vil få praktiske råd og tips.

source: The strong will to be “independent” is probably one of several reasons that explains the complexity subject regarding Norway`s relationship to Europe and to the fact that Norwegians have voted “No” to the European Union both in 1972 and in 1994.
nb: Det sterke ønsket om å være "uavhengig" er muligens en av flere forklaringer på det komplekse forholdet Norge har til Europa og det faktum at nordmenn to ganger har stemt nei til EF/EU, både i 1972 og 1994.

source: Different conditions and application procedures for resident permits and family immigration apply to EU/EEA/EFT A nationals, so-called EEA nationals, and nationals of other countries, so-called third-country nationals.
nb: Det er ulike typer vilkår og søknadsprosedyrer for oppholdstillatelse og for familieinnvandring for EU/EØS/EFTA borgere, såkalte EØS-borgere, og for borgere av alle andre land, såkalte tredjelandsborgere.

source: In Norway, the Sami people have traditionally lived in the areas from Finnmark in the north to Hedmark in the south.
nb: I Norge har samene tradisjonelt bodd i områdene fra Finnmark i nord til Hedmark i sør.

source: Tax deduction card for personswith a Norwegian personal number (fødselsnummer)
nb: Skattekort for personer med norsk fødselsnummer

source: The repayment period for a mortgage is long, usually between 20 and 30 years.
nb: Boliglånet skal tilbakebetales over lang tid, oftest mellom 20 og 30 år.

source: IMDi has branch offices in Narvik, Trondheim, Bergen, Kristiansand, Gjøvik and Oslo.
nb: IMDi har kontorer i Narvik, Trondheim, Bergen, Kristiansand, Gjøvik og Oslo.

source: Remember that the distance to the nearest house or cabin must be 150 metres.
nb: Du må da være minst 150 meter borte fra nærmeste hus eller hytte.

source: All men got the vote in 1898, and all women in 1913.
nb: I 1898 fikk alle menn stemmerett, i 1913 alle kvinner.

source: Your rights to healthcare are documented with certificate S1 (formerly known as form E106).
nb: Rettigheten dokumenteres med dokument S1 (tidligere kalt blankett E106).
